<?php

return [
    "notification" => [
        "verify" => [
            "label" => ":attribute عزیز",
            "link"  => "تایید حساب کاربری",

        ],
        "replay" => "این ایمیل به صورت اتوماتیک برای شما ارسال شده است. لطفا به آن پاسخ ندهید چون کسی آن را دریافت نمیکند."
    ],
    "success" => [
        "post" => [
            "create" => "پست با موفقیت ساخته شده است",
            "update" => "پست با موفقیت ویرایش گردیده است",
            "delete" => "پست مورد نظر با موفقیت حذف گردیده است",
            "forceDelete" => "پست بصورت کامل حذف گردیده است",
            "restore" => "پست از سطل زباله بازگردانده شده است",
        ],
        "page" => [
            "create" => "برگه با موفقیت ساخته شده است",
            "update" => "برگه با موفقیت ویرایش گردیده است",
            "delete" => "برگه مورد نظر با موفقیت حذف گردیده است",
        ],
        "product" => [
            "create" => "محصول با موفقیت ساخته شده است",
            "update" => "محصول با موفقیت ویرایش گردیده است",
            "delete" => "محصول مورد نظر با موفقیت حذف گردیده است",
            "forceDelete" => "محصول بصورت کامل حذف گردیده است",
            "restore" => "محصول از سطل زباله بازگردانده شده است",
        ],
        "file" => [
            "without_delete" => "هیچ فایلی حذف نگردیده است",
            "delete" => ":attribute فایل با موفقیت حذف گردیده است",
            "upload" => ":attribute فایل با موفقیت آپلود گردیده است",
        ],
        "skill" => [
            "create" => "مهارت با موفقیت ساخته شده است",
            "update" => "مهارت با موفقیت ویرایش گردیده است",
            "delete" => "مهارت مورد نظر موفقیت حذف گردیده است",
        ],
        "option" => [
            "update" => "تنظیمات با موفقیت ویرایش گردیده است",
        ],
        "tag" => [
            "create" => "برچسب با موفقیت ساخته شده است",
            "update" => "برچسب با موفقیت ویرایش گردیده است",
            "delete" => "برچسب مورد نظر موفقیت حذف گردیده است",
        ],
        "category" => [
            "create" => "دسته بندی با موفقیت ساخته شده است",
            "update" => "دسته بندی با موفقیت ویرایش گردیده است",
            "delete" => "دسته بندی مورد نظر موفقیت حذف گردیده است",
        ],
        "role" => [
            "create" => "نقش کاربری با موفقیت ساخته شده است",
            "update" => "نقش کاربری با موفقیت ویرایش گردیده است",
            "delete" => "نقش کاربری با موفقیت حدف گردیده است",
        ],
        "register" => [
            "create" => "حساب کاربری شما با موفقیت ساخته شده است، ایمیلی حاوی تایید حساب کاربری برای شما ارسال گردیده است",
            "verify" => "پست الکترونیکی شما با موفقیت تایید شده است"
        ],
        "user" => [
            "create" => "کاربر جدید با موفقیت افزوده گردیده است",
            "update" => "اطلاعات کاربری با موفقیت ویرایش گردیده است",
            "delete" => "کاربر مورد نظر با موفقیت حذف گردیده است",
        ] ,
        "serial" => [
            "create" => "سریال جدید با موفقیت ساخته شده است" ,
            "update" => "سریال با موفقیت ویرایش گردیده است" ,
            "delete" => "سریال با موفقیت حذف گردیده است" ,
        ]
    ],
    "error" => [
        "authunticate" => [
            "unauthunticate" => "شما ابتدا باید وارد حساب کاربری خود شوید",
            "unauthorize" => "دسترسی به این مسیر برای شما امکان پذیر نمی‌باشد",
            "login" => "کاربری با این اطلاعات یافت نشده است",
        ],
        "register" => [
            "verify" => "پست الکترونیکی شما قبلا تایید شده است و یا توکن ارسالی منقضی شده است"
        ],
        "validation" => [
            "categories" => "دسته بندی انتخاب شده معتبر نمی‌باشد" ,
            "tags" => "برچسب انتخاب شده معتبر نمی‌باشد" ,
            "post-serial-access" => "شما به این پُست دسترسی ندارید !!!" ,
            "range" => "فرمت ورودی برای فیلتر کردن رنج معتبر نمیباشد",
            "mobile" => "شماره همراه معتبر نمی‌باشد",
            "username" => "نام کاربری معتبر نمی‌باشد",
            "password" => "گذرواژه باید بیشتر از 4 کاراکتر باشد",
            "slug" => "پیوند یکتا معتبر نمی‌باشد",
            "term_id" => "توانایی ثبت بعنوان دسته والد وجود ندارد",
            "color" => "فرمت رنگ باید از نوع HEX باشد",
            "currency" => "فرمت یا آیدی واحد پولی صحیح نمی باشد",
        ]
    ]
];
