<?php

return [
    "notification" => [
        "verify" => [
            "label" => ":attribute عزیز",
            "link"  => "تایید حساب کاربری",
        ]
    ],
    "success" => [
        "role" => [
            "create" => "نقش کاربری با موفقیت ساخته شده است",
            "update" => "نقش کاربری با موفقیت ویرایش گردیده است",
            "delete" => "نقش کاربری با موفقیت حدف گردیده است",
        ],
        "register" => [
            "create" => "حساب کاربری شما با موفقیت ساخته شده است، ایمیلی حاوی تایید حساب کاربری برای شما ارسال گردیده است",
            "verify" => "پست الکترونیکی شما با موفقیت تایید شده است"
        ],
        "user" => [
            "create" => "کاربر جدید با موفقیت افزوده گردیده است" ,
            "update" => "اطلاعات کاربری با موفقیت ویرایش گردیده است" ,
            "delete" => "کاربر مورد نظر با موفقیت حذف گردیده است" ,
        ]
    ],
    "error" => [
        "authunticate" => [
            "login" => "کاربری با این اطلاعات یافت نشده است",
        ],
        "register" => [
            "verify" => "پست الکترونیکی شما قبلا تایید شده است و یا توکن ارسالی منقضی شده است"
        ],
        "validation" => [
            "mobile" => "شماره همراه معتبر نمی‌باشد",
            "username" => "نام کاربری معتبر نمی‌باشد",
            "password" => "گذرواژه باید بیشتر از 4 کاراکتر باشد",
        ]
    ]
];
